Repository: ilGhera/MailUp-for-WooCommerce
Catalog: languages/mailup-for-wc-*.po
Languages: it_it

source: MailUp for WooCommerce
it_it: MailUp per WooCommerce

source: MailUp for WC
it_it: MailUp per WC

source: It seems like you don't have permission to see this page
it_it: Sembra che tu non abbia i permessi per accedere a questa pagina

source: MailUp for WooCommerce - Premium
it_it: MailUp per WooCommerce - Premium

source: Add your Premium Key
it_it: Aggiungi la tua Premium Key

source: Add your Premium Key and keep update your copy of MailUp for WooCommerce - Premium.
it_it: Aggiungi la tua Premium Key e mantieni aggiornato MailUp for WooCommerce - Premium.

source: Save settings
it_it: Salva impostazioni

source: General
it_it: Generali

source: Site Registration
it_it: Registrazione sito

source: Subscription Button
it_it: Pulsante iscrizione

source: Do you need help? Click
it_it: Serve aiuto? Clicca

source: here
it_it: qui

source: Save changes
it_it: Salva impostazioni

source: Registration form
it_it: Form di registrazione

source: Newsletter option in the registration form.
it_it: Opzione Newsletter nel form di registrazione al sito.

source: Confirm
it_it: Conferma

source: Send MailUp register confirmation
it_it: Invia la conferma di registrazione di MailUp

source: MailUp List ID
it_it: ID Lista MailUp

source: Enter the ID of the list which you want to register your users.
it_it: Inserisci l'ID della lista MailUp a cui registrare gli utenti.

source: MailUp Group ID
it_it: ID Gruppo MailUp

source: If you want to add users to a specific MailUp group, enter here the correct ID.
it_it: Inserisci l'ID della gruppo MailUp in cui aggiungere gli utenti.

source: Post types
it_it: Post type

source: Guest form
it_it: Form visitatori

source: Login/ Register
it_it: Login/ Registrazione

source: Email only
it_it: Nome e Email

source: Ask to access to not logged-in users or just the email for newsletter subscription.
it_it: Chiedi di accedere agli utenti non loggati o solo nome e email.

source: Button position
it_it: Posizione pulsante

source: Before the content
it_it: Prima del contenuto

source: After the content
it_it: Dopo il contenuto

source: Custom position requires use of shortcode [mailup-subscribe] provided by the plugin.
it_it: L'opzione Custom richiede l'utilizzo dello shortcode [mailup-subscribe].

source: Select a page
it_it: Seleziona una pagina

source: Select the page with the privacy conditions
it_it: Seleziona la pagina con le condizioni sulla privacy

source: Newsletter subscriptions
it_it: Iscrizione newsletter

source: Your name
it_it: Il tuo nome

source: Your email
it_it: La tua mail

source: I consent to the processing of personal data according to the new general data protection regulation of the European Union (GDPR) and subsequent amendments and according to the <a href="%s" target="_blank">Privacy Policy</a> of the site.
it_it: Acconsento al trattamento dei dati personali secondo il nuovo regolamento generale della protezione dei dati dell’Unione Europea (GDPR) e delle successive modifiche e secondo la <a href="%s" target="_blank">Privacy Policy</a> presente nel sito.

source: Accept
it_it: Accetto

source: Subscribe
it_it: Iscriviti

source: Login
it_it: Accedi

source: Register
it_it: Registrati

source: Sorry but something went wrong, please try again later.
it_it: Qualcosa non ha funzionato, si prega di riprovare più tardi.

source: Something did't work, please try again later.
it_it: Qualcosa non ha funzionato, si prega di riprovare più tardi.

source: MailUp for WordPress
it_it: MailUp per WordPress

source: Activate
it_it: Attiva

source: Add a MailUp subscription button.
it_it: Aggiungi un pulsante di iscrizione a MailUp.

source: Add users to a specific MailUp group.
it_it: Aggiungi gli utenti ad uno specifico gruppo MailUp.

source: Description text
it_it: Testo descrittivo

source: Click on the button below to receive the first chapter for free!
it_it: Clicca sul pulsante qui sotto per ricevere gratis il primo capitolo!

source: Add a description text before the button.
it_it: Aggiungi un testo descrittivo prima del pulsante.

source: Button text *
it_it: Testo pulsante *

source: Add the button text.
it_it: Aggiungi il testo del pulsante.

source: Response text *
it_it: Testo risposta *

source: Thanks for subscribing
it_it: Grazie per esserti registrato

source: Add the button response text.
it_it: Aggiungi il testo di risposta del pulsante.

source: Redirect the user to a specific page.
it_it: Reindirizza l'utente ad una pagina specifica.
